import React from 'react'
import Image from 'next/image'
function Footer() {
  return (
    <>


<footer className='text-center' >

  <h1>PG เว็บตรง 100%</h1>
  <h4>บริการทุกช่องทางกับธนาคารชั้นนำของประเทศ</h4>
<h4>พร้อมระบบฝาก-ถอน AUTO อัตโนมัติที่รวดเร็ว และ ทันสมัยที่สุดในปัจจุบัน</h4>
 <div className="footer">  
<Image src="/imge/bank.png" alt="bank" className='img' width={580} height={100} />
</div>
<p>Copyright ©2022, All Rights Reserved. <strong>PG เว็บตรง</strong></p>
  
  <p>#สล็อตเว็บตรง #เว็บสล็อตเว็บตรง #สล็อตเว็บตรงแตกง่าย #สล็อตเว็บตรงวอเลท #สล็อตเว็บตรงล่าสุด #สล็อต_pg #pg_สล็อต #เว็บตรงสล็อต #เว็บตรง #สล็อต #สล็อตpg #สล็อตแตกง่าย #เว็บสล็อต #เว็บสล็อตpg #สล็อตpgเว็บตรง #pg #เว็บสล็อตแตกง่าย #สล็อตวอเลท #สล็อตแตกง่ายเว็บตรง #สมัครสล็อตเว็บตรง #สล็อตแตกง่ายวอเลท #สล็อตpgแตกง่าย #สล็อตวอเลทแตกง่าย #สล็อตวอเลทเว็บตรง #สล็อตวอเลท_pg #pgสล็อตล่าสุด #เว็บสล็อตเว็บตรงวอลเล็ต #สล็อตแตกง่ายล่าสุด #สล็อตpgวอเลท #สล็อตpgล่าสุด #pg_ทุนน้อย #สล็อตทุนน้อยแตกง่าย
</p>
</footer>



      

    </>
  )
}

export default Footer
